{
    "affirmations": [
        "You got this",
        "You'll figure it out",
        "You're a smart cookie",
        "I believe in you",
        "Sucking at something is the first step towards being good at something",
        "Struggling is part of learning",
        "Everything has cracks - that's how the light gets in",
        "Mistakes don't make you less capable",
        "We are all works in progress",
        "You are a capable human",
        "You know more than you think",
        "10x engineers are a myth",
        "If everything was easy you'd be bored",
        "I admire you for taking this on",
        "You're resourceful and clever",
        "You'll find a way",
        "I know you'll sort it out",
        "Struggling means you're learning",
        "You're doing a great job",
        "It'll feel magical when it's working",
        "I'm rooting for you",
        "Your mind is full of brilliant ideas",
        "You make a difference in the world by simply existing in it",
        "You are learning valuable lessons from yourself every day",
        "You are worthy and deserving of respect",
        "You know more than you knew yesterday",
        "You're an inspiration",
        "Your life is already a miracle of chance waiting for you to shape its destiny",
        "Your life is about to be incredible",
        "Nothing is impossible. The word itself says 'I’m possible!'",
        "Failure is just another way to learn how to do something right",
        "I give myself permission to do what is right for me",
        "You can do it",
        "It is not a sprint, it is a marathon. One step at a time",
        "Success is the progressive realization of a worthy goal",
        "People with goals succeed because they know where they’re going",
        "All you need is the plan, the roadmap, and the courage to press on to your destination",
        "The opposite of courage in our society is not cowardice... it is conformity",
        "Whenever we’re afraid, it’s because we don’t know enough. If we understood enough, we would never be afraid",
        "The past does not equal the future",
        "The path to success is to take massive, determined action",
        "It’s what you practice in private that you will be rewarded for in public",
        "Small progress is still progress",
        "Don't worry if you find flaws in your past creations, it's because you've evolved",
        "Starting is the most difficult step - but you can do it",
        "Don't forget to enjoy the journey",
        "It's not a mistake, it's a learning opportunity",
        "I am the architect of my life, I build its foundation and choose its contents.",
        "Today, I am brimming with energy and overflowing with joy.",
        "My body is healthy; my mind is brilliant; my soul is tranquil.",
        "I am superior to negative thoughts and low actions.",
        "I have been given endless talents which I begin to utilize today.",
        "I forgive those who have harmed me in my past and peacefully detach from them.",
        "A river of compassion washes away my anger and replaces it with love.",
        "I am guided in my every step by Spirit who leads me towards what I must know and do.",
        "(If you're married) My marriage is becoming stronger, deeper, and more stable each day.",
        "I possess the qualities needed to be extremely successful.",
        "(For business owners) My business is growing, expanding, and thriving.",
        "Creative energy surges through me and leads me to new and brilliant ideas.",
        "Happiness is a choice. I base my happiness on my own accomplishments and the blessings I've been given.",
        "My ability to conquer my challenges is limitless; my potential to succeed is infinite.",
        "(For those who are unemployed) I deserve to be employed and paid well for my time, efforts, and ideas. Each day, I am closer to finding the perfect job for me.",
        "I am courageous and I stand up for myself.",
        "My thoughts are filled with positivity and my life is plentiful with prosperity",
        "Today, I abandon my old habits and take up new, more positive ones.",
        "Many people look up to me and recognize my worth; I am admired.",
        "I am blessed with an incredible family and wonderful friends.",
        "I acknowledge my own self-worth; my confidence is soaring.",
        "Everything that is happening now is happening for my ultimate good.",
        "I am a powerhouse, I am indestructible.",
        "Though these times are difficult, they are only a short phase of life.",
        "My future is an ideal projection of what I envision now.",
        "My efforts are being supported by the universe; my dreams manifest into reality before my eyes.",
        "(For those who are single) The perfect partner for me is coming into my life sooner than I expect.",
        "I radiate beauty, charm, and grace.",
        "I am conquering my illness; I am defeating it steadily each day.",
        "My obstacles are moving out of my way; my path is carved towards greatness.",
        "I wake up today with strength in my heart and clarity in my mind.",
        "My fears of tomorrow are simply melting away.",
        "I am at peace with all that has happened, is happening, and will happen.",
        "My nature is Divine, I am a spiritual being.",
        "I forgive myself and set myself free.",
        "I believe I can be all that I want to be.",
        "I am in the process of becoming the best version of myself.",
        "I have the freedom & power to create the life I desire.",
        "I choose to be kind to myself and love myself unconditionally.",
        "My possibilities are endless.",
        "I am worthy of my dreams.",
        "I am enough.",
        "I deserve to be healthy and feel good.",
        "I am full of energy and vitality and my mind is calm and peaceful.",
        "Every day I am getting healthier and stronger.",
        "I honor my body by trusting the signals that it sends me.",
        "I manifest perfect health by making smart choices.",
        "I am grateful to be alive. It is my joy and pleasure to live another wonderful day.",
        "Happiness is my birthright. I choose to be happy and I deserve to be happy.",
        "Being happy comes easy to me. Happiness is my second nature.",
        "Good things are happening.",
        "I am deeply fulfilled by what I do."
    ]
}