{
  "flirt": [
    "You are on the list of many things I'd do for a klondike bar.",
    "Will you be the yee to my haw.",
    "Will you be the the hippy to my kiya.",
    "Will you be the hilly to my billy, the rootin to my tootin.",
    "Are you a camera because every time I look at you I smile.",
    "Are you a bank loan bc you're gaining my interest",
    "Roses are red, Violets are blue, The fbi wants my penis, Can I hide it in you.",
    "Are you HTTP bc without you im just ;//.",
    "Are you sure you're not exhausted today? Cuz you been running through my mind all day.",
    "Kiss me if I'm wrong but dinosaurs still exist right?",
    "I lost my phone number, can i have yours?",
    "I hope you know CPR because you are taking my breath away",
    "Do you work at Subway?\nCause you just gave me a footlong.",
    "I lost my virginity, may I have yours?",
    "You must be a pokemon trainer because looking at you is making my bulba soar.",
    "I put the STD in Stud. Now all I need is u.",
    "I though happiness started with H. Why does mine start with u?",
    "Is your name Wi-Fi?\nBecause I'm feeling a connection",
    "My love for you is like diarrhea, I can't hold it in",
    "Are you a stick because I wanna put you in my inventory.",
    "Did you come from a mailman?\nCuz you're the total package",
    "Roses are red, So is the State, Let us be comrades, Because you are great.",
    "I'd love to be saturn, So I could be closer to ur-anus.",
    "The word of the day is legs, Wanna help me spread the word?",
    "See those gaps between your figners? They're for my fingers to slip in :>",
    "Twinkle Twinkle little star, we can do it in my car :>",
    "You know when the class was asked the synonym of beautiful.... Everyone was looking at the board while my eyes were searching for you <33",
    "Call me a plumber, Because I've got the tools to get your waters flowing.",
    "Noticed the mistake in the latest music charts?\nThey forgot to list you in their hottest singles.",
    "I will be needing my inhaler, because you take my breath away.",
    "Roses are red, cookies are brown, never gonna give you up, never gonna let you down.",
    "If you were words on a paper, you would be fine print",
    "Are you a drill sergeant?\nBecause you have my privates standing at attention.",
    "Everytime I see you, my dark knight rises.",
    "Do you like sleeping?\nCuz if you do, we could try it together sometime :>",
    "Are you an archaeologist? Because I’ve got a bone for you to examine.",
    "Are you retarded? Because you're a very special person.",
    "Are you a school, cuz I wanna shoot kids in you :D",
    "Excuse me ma'am, why are you still driving? Didn't your license get suspended for driving all these guys crazy?",
    "Heyy are you a cop car? Cause I want to smash you until you can't move.",
    "You're so hot my zipper is falling for you.",
    "Tie your shoe, I don't want you to fall for anybody else.",
    "Your lipstick looks good, may I taste it?",
    "Roses are red, I'm insecure give me a kiss, that is the perfect cure.",
    "Are you an archaeologist? Because I’ve got a bone for you to examine.",
    "Hey baby did you buy those pants on sale? Because at my place they're 100 percent off.",
    "I am not a photographer but I can picture us together ;)",
    "I'm not a prince, but I would ride you on my horse.",
    "I don't need gucci or armani, because I'm going to turn that pussy into a tsunami :D",
    "Are you a flight of stairs?\nCus you take my breath away.",
    "I though happiness starts with 'h' but now I realized it begins with 'u'",
    "I'm not a weatherman, but you can expect more than a few inches tonight ;)",
    "Heyy are you a vaccuum?\nCus I wanna turn you on until you start sucking.",
    "You know what you'd look really beautiful in?\nMy arms",
    "I lost my teddy bear, can you sleep with me instead?",
    "I know I'm trash, but will you be my trashbin?",
    "Heyy, I know you like netflix and chill, but I'd rather hulu and do you.",
    "I'm not lauv, but I like me better when I'm with you.",
    "You can cancel that uber, I'm here to pick you up.",
    "Are you a tazer?\nBecause you're stunning.",
    "Your parents must be retarded because you sure are special.",
    "People always say do what you love... and I love you, sooo can I do you?",
    "There are 14 billion lips on the planet, and all I can think about is kissing yours.",
    "Is your name nobody?\nBecause I keep hearing nobody is perfect.",
    "Are you gravity?\nCus I feel a force of attraction here :>",
    "Are you an airbender?\nBecause you are bending my breath away.",
    "Are you a pillow?\nBecause I need someone to cry on.",
    "Your wedding will be amazing.... but the y is silent tho.",
    "Heyy, are you a GPS?\nCuz if you are, I wanna travel the world with you :D",
    "Roses are red, Violets are blue.... I have a gun and I'm taking you.",
    "Are your parents bakers?\nCuz you're a cutie pie.",
    "I'm like a firefighter, I find you hot and leave you wet ^^",
    "Can you give me directions? Sorry I was getting lost in your eyes on the path to your heart.",
    "I went to your boyfriend's instagram page, it said 'Edit profile'",
    "Even if all my classes are online, I want to study you in person.",
    "I know you're busy today, but can you add me to your to-do list?",
    "I may be failing basic math, but I know that you being this cute doesn't add up.",
    "Planes need a mile of runway to take off, but when I see you, my heart takes off instantly.",
    "Do your lips taste as good as they look?",
    "You must be from russia cos I know where I'm putin my dick tonight.",
    "Heyy, are you history?\nBecause I'd love to go down on you.",
    "Let's play a game, winner takes loser home.",
    "On a scale of 1 to 10, you are 8\nAnd I'm in 2 you :>",
    "On a scale of 1 to 10, you are 9\nAnd I'm the only 1 you need.",
    "Roses are red, I met you it must be fate, I shall take donw your number, cause I think you're great.",
    "I feel like u and i belong together, even the keyboard says so!",
    "Happy fathers day to me. I guess, Cus you're my baby ;)",
    "You're a work of art, let me go inside you, I wanna check the whole museum.",
    "You're a work of art, let me nail you against a wall.",
    "I'm afraid that my lips are gonna get burned when I kiss you, because you're so fuckin hot.",
    "There is a debate whether there are 8 planets or 9. The debate will soon change to 7 planets or 8 after I destroy uranus.",
    "You can call me alice, because I want to explore your wonderland.",
    "Oh sheeet, I think I'm having a heart attack...\nOh, false alarm, you just made my heart skip a beat ;)",
    "I was blinded by your beauty, I'm going to need your name and phone number for insurance purposes.",
    "Roses are red, your arse is immaculate, if you sit on my lap, I'll fill you with ejaculate.",
    "Last night I saw a shooting star and I made a wish, I can't say what I wished for but you are right here so it came true.",
    "I'm writing a paper on the finer things in life, I was wondering if I could interview you?",
    "You can call me corona because tonight I'm gonna make your throat hurt.",
    "Do you realize that we never stop tasting our tongues?, Soo can I taste yours for a change?",
    "Your lipstick looks good, Can I taste it?",
    "Heyy, I might not be a baker, but I knead you dough.",
    "I would eat you out, but I will get diabetes, because you're so sweet.",
    "I'm bad at geometry but if you were an angle you'd be acute one.",
    "Cow say 'moo', sheep say 'baa', get over here and I'll make you say 'aahhh'",
    "Is your a*s the new snapchat filter?\nCuz I would love it on my face.",
    "I hope your day is as beautiful as your smile.",
    "Wanna be a disney princess?\nCus I'll make you moana.",
    "I'm not religious, but if I was with you I'd be on my knees everyday.",
    "Your body is 70% water and I'm thirsty.",
    "I'm a professional bathroom singer, will you be my duet partner?",
    "Everytime I follow my heart, it leads me right to you.",
    "Someday we'll be one of those cute old couples\nActually, you'll be the cute one, and i'll just be the lucky one.",
    "Are you a lawyer?\nBecause you're the prose-cutest.",
    "Are you a washing machine?\nCuz I wanna fill you up with my dirty loads.",
    "Are you bloody?\nBecause I want to mary you.",
    "Is your dad in jail?\nBecause if my daughter looked like you, I'd be in jail.",
    "I know that we just met, but I would like to get to know you on a deeper level. About 8 inches deep :D",
    "There are a lot of things we don't know about the universe, All I know is that it starts with 'U' N 'I'.",
    "If I had a flower for everytime I though of you, I would be walking through a garden forever.",
    "Are you a palm tree?\nBecause I really want those dates.",
    "I'm just tryna h_g and c_ddle but I'm missing u",
    "Does your skin steam when you take shower?\nBecause you're boiling hot.",
    "Are you a square?\nBecause you got all the right angles ;)",
    "I though nothing is perfect but then I met you.",
    "Is carbon dioxide really causing global warming? Or is it just you?",
    "Roses are red, violets are blue, I will do anything just to have you.",
    "Are you a good video game?\nBecause I'll do you for hours and still won't get bored.",
    "I have a present for you, but I don't know how to wrap hugs.",
    "Your lips look really dry, I could moisturize them for you if you want.",
    "Pay me the rent! For staying in my heart all the time.",
    "Are you https?\nBecause I feel secure around you.",
    "Due to less pollution, many planets are visible these days, Can I see uranus tonight?",
    "Roses are red. Violets are blue, I always wanted to die, but now I want to live because of you.",
    "It may be a lockdown but after lookin at your profile, I can't keep my cockdown.",
    "Are you a fridge?\nBecause I love checking you out.",
    "Consider me a firefighter, I find you hot and Im gonna leave you wet.",
    "Did you get your daily dose of vitamin D?\nWant me to help you out?",
    "Hey I like my bed, but I want to be in yours more.",
    "Are you 'nothing'?\nBecause I wanna do you all day long.",
    "Are you my phone charger?\nBecause I wanna sleep next to you.",
    "We're not sokcs, but I think we'd make a great pair.",
    "Are you a compressed file?\nBecause I'd love to unzip you.",
    "Roses are red, violet are blue, I'mm not that pretty but damn look at you.",
    "Are you from hell?\nBecause you are hotter than the devil himself.",
    "If I had a dollar for everytime you're in my head, I'll have none, cuz you went straight to my heart.",
    "My mom thinks I'm gay, can you help me prove her wrong?",
    "Forget about superman, spiderman and batman....I'll be your man ;)",
    "I'm no organ donor but I'd be happy to give you my heart.",
    "If I got a dollar for everytime I though of you, I'd have only one dollar because you never left my mind.",
    "You must have a high test score, because I want to take you home and show you to my mother.",
    "Are you my will to live?\nBecause I miss having you around.",
    "I wish I could take you to the movies, but they won't let me bring my own snack.",
    "Everything in your life seems to be f**king you over right now, why don't I join?",
    "Are you a drum?\nBecause I want to bang you with my stick.",
    "Can I borrow a kiss? I promise I will give it back.",
    "Are you cinderella?\nBecause your dress is going to disappear at midnight.",
    "They say nobody's perfect.... does your name happen to be nobody?",
    "Are you my bed?\nBecause I wish I could be with you all the time.",
    "I love how I can just look at you and be happy.",
    "Babe, you turn my software into hardware.",
    "Are you my life?\nBecause I want to f**k you up.",
    "Are you my math test?\nBecause I'm gonna f**k you up.",
    "Roses are red, violets are blue, Davinci painted Mona, cause he couldn't find you.",
    "Is your name coca cola?\nBecause you look soda-licious.",
    "I would like to tell you that you are beautiful but beauty is on the inside and I haven't been inside you yet.",
    "If being gorgeous was a crime then you'd be the most wanted.",
    "If I had a dollar for everytime I saw anyone that is as hot as you, I'd be broke.",
    "How do you pronounce your last name??\nWait...nvm I'm gonna change it anyways...",
    "You should make sure to tie your shoelaces I don't want you falling for anyone else.",
    "My love for you is like the stars during the day, you might not see it easily, but it exists infinitely",
    "Do you enjoy sales?\nBecause If you're looking for a good one, clothes are 100% off at my place.",
    "I'd show you my world, but I'm pretty sure you own a mirror.",
    "Roses are red, my face is too, this only happens when I'm with you.",
    "Roses are red, violets are blue, you make my whole day better whenever I see you.",
    "If baby shark can do do, then why can't we?",
    "I'm making my To-Do list, can I include you?",
    "If a fat guy in a red dress and a big white beard tries to kidnap you, don't worry, I've wished for you for christmas.",
    "Roses are red, you're like a trigger, everytime I see you, my dong grows bigger.",
    "I'd say god bless youm but it looks like he already did.",
    "Kissing burns two calories per minute, we should work out sometime.",
    "God gave you everything..Except my phone number.",
    "My heart does a little '!' when I see you.",
    "I know you're busy today but can you add me to your to-do list?",
    "Wanna go on a ate with me?\nDon't you worry I'll give you the D later.",
    "Roses are red, lemons are sour, open your legs and feel the power.",
    "There are approximately 1,010,300 words in english language, but I could never string enough words together to properly express how beautiful you are",
    "You may fall from the sky, you may fall from a tree...but the best way to fall is 'in love with me'.",
    "Are you a terrorist?\nBecause I want you to blow me.",
    "If you jingle my bells, I'll promise you a white christmas ;)",
    "Are you a coffin?\nBecause I'm dying to be inside you.",
    "Are you a bank?\nBecause I have a crippling amount of interest for you.",
    "Damnn, Are you a magician?\nBecause when I look at you, the rest of the world disappears.",
    "I wanna be on the top of the world, will you be my world?",
    "The sky is moody af but always pretty, just like you.",
    "Are you a cop?\nBecause you are probably not here for me, but I will act nervous anyway.",
    "I'm gonna need to start wearing sunglasses from now on, because you're so bright.",
    "Call me superglue, cuz holyshit I do get attached.",
    "I can't take you to the movies because then they'd arrest me for carrying a bomb.",
    "I lost 90% of my vision, now all I see is you and me together.",
    "Roses are red, communism is great, how about we go on a date?",
    "Can I cum inside? It cold out here.....",
    "Are you death?\nBecasuse I want you.",
    "Roses are red, violets are twisted, bend over you're about to get fisted.",
    "Did you know that the dictionary is wrong? The real definition of cute is you.",
    "Is your name ben?\nBecause you're a ten.",
    "Are you jewish?\nBecause you israeli hot!",
    "Say 'hi' to me and say bye to your family.",
    "Are you from korea?\nBecause you sure look like my seoul mate.",
    "Are you dementia?\nBecause I'll forget about everything else when I've got you.",
    "I'm jealous of the blue jeans that you're wearing, the way the're holding you so tight.",
    "I like my music loud and your moans even louder.",
    "I don't have 20/20 vision but, I could totally see us together in 2020.",
    "Roses are red, violets are fine, I can be your six, wanna be my nine?",
    "I must be dead, because they said angels are only found in heaven.",
    "Are you suicide?\nBecause I wanna be committed to you.",
    "Are you suicide?\nBecause I think about you everyday.",
    "I would burn every single damn chair in this world, so my face would be the last thing you sit on.",
    "I hate doing my homework but if you were my homework, I would do you all night.",
    "This is the police. You're under arrest for being too cute, now put your hands where I can hold them.",
    "I don't play minecraft anymore, because you're the only diamond I need.",
    "You can call me earth, I want to be something that means the world to you.",
    "Love is a sensation, caused by temptation, to feel penetratio, for a guy to stick his location, in a girl destination, to increase the populations, for the next generation, do you get my explanation, or do you need a demonstration?",
    "Are you a shower?\nBecause I want to sit next to you and start crying uncontrollably.",
    "I wish you were my sleep paralysis demon, so that you could keep me up all night.",
    "Are you a blanket?\nBecause I want you to lay on me in bed.",
    "What does the new years ball and your pants have in common?\nThey're both dropping tonight.",
    "Did you drink redbull?\nBecause I think you just grew wings and flew into my heart.",
    "Are you newton?\nBecause I'm the apple that fell for you.",
    "Are you music?\nBecause you've never failed to cheer me up.",
    "Are you a cigarette? \nBecause you're smoking hot and I want your butt in my mouth.",
    "My ears are cold, can i use your thighs to warm them up?",
    "Are you my pc?\nBecause I woiuld love to turn you on and do you for the rest of the day.",
    "If being cute was a crime, you'd be on death row.",
    "Roses are red, you need to remember, you are the reason I lost no nut november.",
    "Are you a torch?\nBecause you light up my world.",
    "Are you a school in America?\nBecause I wanna shoot kids inside of you.",
    "Are you a metal pole on antarctica?\nBecause I wanna stick my tongue down on you.",
    "I've got 70 ways to cheer you up, the first is a big hug, the rest is 69 :>",
    "I'm not Marshmallow but I want you to be 'Happier'.",
    "I'm not Shawn Mendes but I can treat you better."
  ]
}