{
    "wouldyourather": [
      "Would you rather see Robotic aliens invade the Earth or Organic aliens?",
      "Would you rather lose the ability to read or lose the ability to speak?",
      "Would you rather have super strength or super speed?",
      "Would you rather have a golden voice or a silver tongue?",
      "Would you rather be covered in fur or covered in scales?",
      "Would you rather be in jail for a year or lose a year off your life?",
      "Would you rather always be 10 minutes late or always be 20 minutes early?",
      "Would you rather have one real get out of jail free card or a key that opens any door?",
      "Would you rather know the history of every object you touched or be able to talk to animals?",
      "Would you rather be able to talk to land animals, animals that fly, or animals that live under the water?",
      "Would you rather have all traffic lights you approach be green or never have to stand in line again?",
      "Would you rather be mortal or immortal?",
      "Would you rather spend the rest of your life with a sailboat as your home or an RV as your home?",
      "Would you rather give up all drinks except for water or give up eating anything that was cooked in an oven?",
      "Would you rather be able to see 10 minutes into your own future or 10 minutes into the future of anyone but yourself?",
      "Would you rather have an easy job working for someone else or work for yourself but work incredibly hard?",
      "Would you rather be the first person to explore a planet or be the inventor of a drug that cures a deadly disease?",
      "Would you rather go back to age 5 with everything you know now or know now everything your future self will learn?",
      "Would you rather be able to control animals (but not humans) with your mind or control electronics with your mind?",
      "Would you rather have unlimited international first-class tickets or never have to pay for food at restaurants?",
      "Would you rather see what was behind every closed door or be able to guess the combination of every safe on the first try?",
      "Would you rather be an average person in the present or a king of a large country 2500 years ago?",
      "Would you rather be able to dodge anything no matter how fast it’s moving or be able to ask any three questions and have them answered accurately?",
      "Would you rather be forced to dance every time you heard music or be forced to sing along to any song you heard?",
      "Would you rather have all your clothes fit perfectly or have the most comfortable pillow, blankets, and sheets in existence?",
      "Would you rather be an unimportant character in the last movie you saw or an unimportant character in the last book you read?",
      "Would you rather move to a new city or town every week or never be able to leave the city or town you were born in?",
      "Would you rather be completely insane and know that you are insane or completely insane and believe you are sane?",
      "Would you rather travel the world for a year on a shoestring budget or stay in only one country for a year but live in luxury?",
      "Would you rather live in virtual reality where you are all powerful or live in the real world and be able to go anywhere but not be able to interact with anyone or anything?",
      "Would you rather wake up as a new random person every year and have full control of them for the whole year or once a week spend a day inside a stranger without having any control of them?",
      "Would you rather know how above or below average you are at everything or know how above or below average people are at one skill/talent just by looking at them?",
      "Would you rather be a reverse centaur or a reverse mermaid/merman?",
      "Would you rather only be to use a fork (no spoon) or only be able to use a spoon (no fork)?",
      "Would you rather have edible spaghetti hair that regrows every night or sweat (not sweet) maple syrup?",
      "Would you rather Swim 300 meters through sh*t or dead bodies?",
      "Would you rather Have a dog with a cat’s personality or a cat with a dog’s personality?",
      "If you were reborn in a new life, would you rather be alive in the past or future?",
      "Would you rather eat no candy at Halloween or no turkey at Thanksgiving?",
      "Would you rather date someone you love or date someone who loves you?",
      "Would you rather be free or be totally safe?",
      "Would you rather Eat sh*t that tasted like chocolate, or eat chocolate that tasted like crap?",
      "Would you rather Look 10 years older from the neck up, or the neck down?",
      "Would you rather Be extremely underweight or extremely overweight?",
      "Would you rather Experience the beginning of planet earth or the end of planet earth?",
      "Would you rather have three kids and no money, or no kids with three million dollars?",
      "Would you rather Be the funniest person in the room or the most intelligent?",
      "Would you rather Have a Lamborghini in your garage or a bookcase with 9000 books and infinite knowledge?",
      "Would you rather Reverse one decision you make every day or be able to stop time for 10 seconds every day?",
      "Would you rather Win $50,000 or let your best friend win $500,000?",
      "Would you rather Run at 100 mph or fly at ten mph?",
      "Would you rather Continue with your life or restart it?",
      "Would you rather Be able to talk your way out of any situation, or punch your way out of any situation?",
      "Would you rather Have free Wi-Fi wherever you go or have free coffee where/whenever you want?",
      "Would you rather have seven fingers on each hand or have seven toes on each foot?",
      "Would you rather live low life with your loved one or rich life all alone?",
      "Would you rather Have no one to show up for your Wedding or your funeral?",
      "Would you rather Rule the World or live in a World with absolutely no problems at all?",
      "Would you rather go back to the past and meet your loved ones who passed away or go to the future to meet your children or grandchildren to be?",
      "Would you rather Live the life of a king with no family or friends or live like a vagabond with your friends or family?",
      "Would you rather know how you will die or when you will die?",
      "Would you rather Speak all languages or be able to speak to all animals?",
      "Would you rather get away with lying every time or always know that someone is lying?",
      "Would you rather Eat your dead friend or kill your dog and eat it when you are marooned on a lonely island?",
      "Would you rather Have a billion dollars to your name or spend $1000 for each hungry and homeless person?",
      "Would you rather End death due to car accidents or end terrorism?",
      "Would you rather End the life a single human being or 100 cute baby animals?",
      "Would you rather End hunger or end your hunger?",
      "Would you rather give up your love life or work life?",
      "Would you rather live in an amusement park or a zoo?",
      "Would you rather be a millionaire by winning the lottery or by working 100 hours a week?",
      "Would you rather read minds or accurately predict future?",
      "Would you rather visit 100 years in the past or 100 years in the future?",
      "Would you rather eat only pizza for 1 year or eat no pizza for 1 year?",
      "Would you rather Be a cow or a chicken?",
      "Would you rather have no taste buds or be color blind?",
      "Would you rather Eat everything you see or lick everything you see?",
      "Would you rather Have a foot long nose or a foot long tongue?",
      "Would you rather Be in jail for ten years or be in the coma for 20 years?",
      "Would you rather Have no brother or no sister?",
      "Would you rather Be invisible or be fast?",
      "Would you rather Look like a fish or smell like a fish?",
      "Would you rather Play on Minecraft or play FIFA?",
      "Would you rather Play on Apex Legend or play Fortnite",
      "Would you rather be the last character from the last game you played or the last movie/tv-show you watched?",
      "Would you rather Fight 100 duck-sized horses or 1 horse-sized duck?",
      "Would you rather Have a grapefruit-sized head or a head the size of a watermelon?",
      "Would you rather Be a tree or have to live in a tree for the rest of your life?",
      "Would you rather Live in space or under the sea?",
      "Would you rather lose your sense of touch or your sense of smell?",
      "Would you rather be Donald Trump or George Bush?",
      "Would you rather have no hair or be completely hairy?",
      "Would you rather wake up in the morning looking like a giraffe or a kangaroo?",
      "Would you rather have a booger hanging from your nose for the rest of your life or earwax planted on your earlobes?",
      "Would you rather have a sumo wrestler on top of you or yourself on top of him?",
      "Would you rather have infinite money or infinite life?",
      "Would you rather eat pizza for the rest of your life or ramen for the rest of your life?",
      "Would you rather have 3 feet or 3 hands?",
      "Would you rather only be able to whisper or only be able to shout?",
      "Would you rather be able to freeze time or travel in time?",
      "Would you rather live without music or without movies?",
      "Would you rather have your dream job or find your true love?",
      "Would you rather be famouse or rich?",
      "Would you rather be good in school or good in life?",
      "Would you rather wrestle a bear or an alligator?",
      "Would you rather only be able to speak in rhyme or only be able to speak using alliteration?",
      "Would you rather be trapped in a small room with 10,000 tarantulas for 10 minutes, or eat 10 tarantulas in 10 minutes?",
      "Would you rather lose all of your teeth or all of your hair?",
      "Would you rather have the ability to read people’s minds or make two people fall in love?",
      "Would you rather be able to run as fast as a cheetah or fly, but only as fast as a tortoise?",
      "Would you rather read the book or watch the movie?",
      "Would you rather have the same phone forever or the same haircut forever?",
      "Would you rather work for a boss you hate but make good money, or work for a boss that you love but make minimum wage?",
      "Would you rather vacation in the mountains or at the beach?",
      "Would you rather be stranded in the jungle or in the desert?",
      "Would you rather get your paycheck given to you in pennies or never be able to use cash again?",
      "Would you rather play basketball or football?",
      "Would you rather be able to breathe underwater or fly?",
      "Would you rather be able to teleport or fly?",
      "Would you rather be able to get people to do anything you want or talk to the death?",
      "Would you rather marry the hottest person alive or marry the smartest person alive?",
      "Would you rather have to wear sweatpants for the rest of your life or never be able to wear sweatpants again?",
      "Would you rather invent a new gadget or discover a new species?",
      "Would you rather always have a song stuck in your head or always have an itch that you can’t reach?",
      "Would you rather share your house with a family of rats, or live with your parents forever?",
      "Would you rather change jobs every few years or keep one job for the rest of your life?",
      "Would you rather know all the secrets of space or know all the secrets of the ocean?",
      "Would you rather have the legs of a frog or the head of a fly?",
      "Would you rather have every movie spoiled for you before you watch it or not be able to watch a new movie until it’s been out for a year?",
      "Would you rather meet your favorite fictional character or your favorite musician?",
      "Would you rather never stop growing taller or never need to sleep?",
      "Would you rather have to wash your hair with dish soap, or wash your dishes with shampoo?",
      "Would you rather never be able to leave your house or only be able to be in your house for five minutes at a time?",
      "Would you rather slowly walk across red hot coals or put your hand on a hot iron for 10 seconds?",
      "Would you rather be an unknown superhero or a famous villain?",
      "Would you rather have a side of dog treats with every meal or a side of cat food with every meal?",
      "Would you rather be an extra in a really good movie or have a big part in a really bad movie?",
      "Would you rather always have a small rock in your shoes or always have mud in your shoes?",
      "Would you rather be a brilliant scientist or a world famous painter?",
      "Would you rather eat as much chocolate as you want, forever, without any negative side effects or receive $1 million?",
      "Would you rather always have mismatched shoes or always have mismatched earrings?",
      "Would you rather only drink water or never eat cookies again?",
      "Would you rather live in space with unlimited resources alone or stay on earth and live a regular life?",
      "Would you rather forget how to speak or forget how to read?",
      "Would you rather pay twice as much for a plane ticket or never be able to fly?",
      "Would you rather sleepwalk every night or sleep talk every night?",
      "Would you rather only drink coffee or never be able to drink coffee again?",
      "Would you rather have your thumbs replaced with your big toes or have your pink fingers replaced with your pinky toes.",
      "Would you rather climb a small mountain to get to work every day or swim across a 100 foot river to get to work every day?",
      "Would you rather go to the moon or go to mars?",
      "Would you rather travel through space or time?",
      "Would you rather own a time machine or a money printer?",
      "Would you rather have lots of energy or have lots of money?",
      "Would you rather always have really slow internet or always have a really bad phone signal?",
      "Would you rather always stink and not know it or always smell something that stinks that no one else smells?",
      "Would you rather lick your best friend’s foot or let a stranger lick your foot?",
      "Would you rather be able to change one thing in your past or have a real get out of jail free card?",
      "Would you rather always say what you are thinking or never say anything again?",
      "Would you rather spend every weekend indoors or spend every weekend outdoors?",
      "Would you rather be framed for a murder you didn’t commit or frame your best friend for a murder you committed?",
      "Would you rather have to wear stilettos to bed or have to wear slippers wherever you go?",
      "Would you rather have a lifetime subscription to Netflix or an unlimited gift card to Starbucks?",
      "Would you rather buy 10 things you don’t need every time you go to the store or always forget 1 thing that you need when you go to the store?",
      "Would you rather receive $5,000 every week for the rest of your life or you and your best friend receive $1,000 for the rest of your life?",
      "Would you rather cut your nails too short every time you cut them or never be able to own a pet?",
      "Would you rather have eyes that can capture everything on video or ears that can record all sounds?",
      "Would you rather get a paper cut between your fingers every time you turn a page or bite your tongue every time you eat food?",
      "Would you rather kiss a cobra or kiss a jellyfish?",
      "Would you rather your whole body turn blue when you are nervous or sweat profusely all over when you are nervous?",
      "Would you rather get the hiccups every time you laugh or sneeze every time you cough?",
      "Would you rather wake up in the morning as a dog or as a cat?",
      "Would you rather travel in time and meet your great great great grandparents or meet your great great great grandchildren?",
      "Would you rather live in the middle of nowhere, with no people or stores within a 10 mile radius, or live in a busy city?",
      "Would you rather have you browser history made public or the last 20 pictures in your camera roll made public?",
      "Would you rather change the outcome of the last election or get to decide the outcome of the next election?",
      "Would you rather cool all of your food in the microwave or never use a microwave again?",
      "Would you rather wear your grandpa’s clothes or have your grandpa’s hair?",
      "Would you rather walk in on your parents doing the deed or have them walk in on you doing the deed?",
      "Would you rather give up pizza forever or give up tacos forever?",
      "Would you rather give up milk tea forever or give up milk shake forever",
      "Would you rather never be able to feel any emotion or never be able to show any emotion?",
      "Would you rather be able to take back anything you say or hear any conversation that is about you?",
      "Would you rather spend one night with your most hated ex or live on the streets for a week?",
      "Would you rather get a tattoo that means a lot to you by a really bad tattoo artist or a get a tattoo of a self-portrait on your back by the best tattoo artist in the world?",
      "Would you rather have 6 failed marriages or never get married?",
      "Would you rather have the fastest internet wherever you go or have a flying car?",
      "Would you rather win the lottery but have to spend it all in a day or triple your salary forever?",
      "Would you rather always be able to tell when someone is lying or be able to lie without anyone knowing?",
      "Would you rather be able to control fire or water?",
      "Would you rather be able to control wind or earth?",
      "Would you rather be able to control the weather or the seasons?",
      "Would you rather eat your hair trimmings after every haircut or eat your nail clippings each time you cut your nails?",
      "Would you rather be able to see ultra violet light or be able to hear frequencies that no one else can?",
      "Would you rather walk around without clothes with a mask covered up your face or wear clothes normally?",
      "Would you rather have a permanent pimple on your face or an embarrassing birth mark on your butt?",
      "Would you rather find out you’re adopted or find out one of your parents has a secret family?",
      "Would you rather spend a week in the woods or one night in a real haunted house?",
      "Would you rather have your phone hacked and all your info leaked or have your house burgled?",
      "Would you rather never know your real name or never know what you really look like?",
      "Would you rather wash all your dishes using your tongue or wash your pets using your tongue",
      "Would you rather get a really bad tattoo or have to wear black contacts to every job interview?",
      "Would you rather live in a very roomy cave or in a one bedroom apartment for the rest of your life?",
      "Would you rather have a big or small family?",
      "Would you rather have venomous fangs or a second set of eyes in the back of your head?",
      "Would you rather have extra eyes or extra brain power?",
      "Would you rather never be able to watch YouTube again or never be able to watch TV again?",
      "Would you rather blindly pick out your outfit each morning or have your mom pick out your clothes?",
      "Would you rather sleep in the same clothes you wore during the day or sleep without any pillows or blankets?",
      "Would you rather never receive another spam email or instantly grow 3 inches?",
      "Would you rather get taller or stronger?",
      "Would you rather always feel dizzy or always feel nauseous?",
      "Would you rather throw the best parties but get stuck with the mess or never go to a fun party again?",
      "Would you rather never receive another piece of mail or never receive another birthday card?",
      "Would you rather eat all your meals off the ground or eat all your meals with your hands?",
      "Would you rather have a night-vision eyes or fast reflexes?",
      "Would you rather bark like a dog when you feel threatened or blow up like a puffer fish?",
      "Would you rather kiss a horse or tell your ex you still love them?",
      "Would you rather only eat raw food or only eat TV dinners?",
      "Would you rather spend a week alone with your enemy or never be able to see your best friend again?",
      "Would you rather the world be taken over by robots or by aliens?",
      "Would you rather be the opposite gender for one day or be any animal for one day?",
      "Would you rather take one pill a day to get all your nutrients and feel full, but never really eat anything again or eat whatever you want but never really feel full?",
      "Would you rather die knowing that you completed all your goals or live a comfortable life with a lot of haters around you?",
      "Would you rather find the lost city of Atlantis or the biggest diamond in the world?",
      "Would you rather never be able to open a closed door or never be able to close an open door?",
      "Would you rather have eyebrows that never stop growing or eyelashes that never stop growing?",
      "Would you rather stub all you toes once a week or lose a finger of your choice?",
      "Would you rather face your biggest fear or spend one night in a landfill?",
      "Would you rather be able to taste colors or see smells?",
      "Would you rather never eat cereal again or never eat pancakes again?",
      "Would you rather get attacked by a goose and possibly be killed or get attacked by a great white shark but definitely live?",
      "Would you rather be a great dancer or a great singer?",
      "Would you rather never have to stop at a red light or never have to wait for food at a restaurant?",
      "Would you rather be remembered for 10 years after you die or be remembered forver, but for something terrible you did?",
      "Would you rather be remembered for 10 years after you die or be remembered forver, but for something incredible you did?",
      "Would you rather have body hair that grows inexplicably fast or the hair on your head grow extremely slow?",
      "Would you rather buy all your underwear used or buy all your toothbrushes used?",
      "Would you rather steal money to buy food for your family or go hungry for the night?",
      "Would you rather wear a diaper under your clothes at all times or wear jean cutoffs under your clothes at all times?",
      "Would you rather go on a cruise with everyone from work or go to the beach alone?",
      "Would you rather be raised by wolves or by monkeys?",
      "Would you rather only make money by gambling or by dealing drugs?",
      "Would you rather forget your significant other’s birthday every year or forget your anniversary every year?",
      "Would you rather be able to sleep with any girl you want (Celeberities not included) or sleep with any female celeberities you want?",
      "Would you rather have every scratch leave a scar or let a sumo wrestler sit on you for 10 minutes?",
      "Would you rather have the neck of a giraffe or the hands of a baby?",
      "Would you rather your skin change colors like a mood ring or change colors like a chameleon?",
      "Would you rather inherit wealth or work for it?",
      "Would you rather lose your bathing suit at the beach or have a wardrobe malfunction at the pool?",
      "Would you rather only be able to eat other people’s leftovers or only be able to eat burnt food?",
      "Would you rather butcher your own meat or never eat meat again?",
      "Would you rather only listen to classical music or only watch black and white TV shows?",
      "Would you rather know who you will marry or how many kids you will have?",
      "Would you rather be the third wheel or do something alone?",
      "Would you rather be buried alive or cremated alive?",
      "Would you rather be freezed to death or be burn to death?",
      "Would you rather box a kangaroo once or join a fight club for a year?",
      "Would you rather sleep on a stiff board or sleep on the most comfortable bed in the world, but someone has died in it?",
      "Would you rather know how to play every instrument or know how to spell every word?",
      "Would you rather be able to slow down time or teleport?",
      "Would you rather never talk to your family again or never have sex again?",
      "Would you rather wake up next to your ex or next to a hungry baby tiger?",
      "Would you rather live inside a hollowed out tree or live inside a shell like a turtle?",
      "Would you rather have to wear every shirt inside out or every pair of pants backwards?",
      "Would you rather wear the same pair of socks for a month or wear the same pair of underwear for a week?",
      "Would you rather never be able to go out during the day again or never be able to go out at night again?",
      "Would you rather be invisible to people of the opposite gender or be invisible to people of the same gender?",
      "Would you rather get stung by 100 bees or by 5 scorpions?",
      "Would you rather comically big hands or comically big feet?",
      "Would you rather suddenly go blind or lose all of your memories?",
      "Would you rather replace your arm with a sword or replace your feet with wheels?",
      "Would you rather never have painful period cramps again or never have to shave again?",
      "Would you rather give up alcohol for 2 years or give up texting forever?",
      "Would you rather never have to take shower or brushing your teeth?",
      "Would you rather only be able to read 10 words per minute or only be able to type 10 words per minute?",
      "Would you rather never lose your phone again or never lose your wallet again?",
      "Would you rather always have a healthy heart or always have a healthy brain?",
      "Would you rather make a living in the circus or as a street performer?",
      "Would you rather be able to control gravity or control time and space?",
      "Would you rather sleep in a dog house or let every stray dog in your neighborhood sleep in your house?",
      "Would you rather get caught checking out a stranger or caught in a lie to a friend?",
      "Would you rather stay in a room that’s super brightly lit for an entire week or stay in a room that’s kept almost pitch black for an entire week?",
      "Would you rather be able to see through walls or be able to do any math equation in your head?",
      "Would you rather look fit but be incredibly weak or look overweight and out of shape but be super strong?",
      "Would you rather only be able to write using finger paint or only be able to text while wearing mittens?",
      "Would you rather have someone clean for you or have someone cook for you?",
      "Would you rather be rich and selfish or poor and selfless?",
      "Would you rather find a hidden camera in your toilet or in your shower?",
      "Would you rather die in 20 years with no regrets or at 90 with many regrets?",
      "Would you rather never have to watch commercials again or never lose the remote control to the TV ever again?",
      "Would you rather be a member of a cult or the leader of a cult?",
      "Would you rather vomit on your idol or be vomited on by your idol?",
      "Would you rather would you rather get free unlimited taxi/uber rides or free unlimited plane rides?",
      "Would you rather look young and feel old or look old and feel young?",
      "Would you rather be a king 1,000 years ago or an average person now?",
      "Would you rather be cheated on (numerous times) and never know, or cheat on someone else and have to tell them?",
      "Would you rather never be able to eat spicy food again or never be able to eat sweet food again?",
      "Would you rather be forced to live the same day over and over again for a full year, or take 3 years off the end of your life?",
      "Would you rather wear what makes you feel comfortable or wear the best outfit in the room?",
      "Would you rather dress in neon yellow or neon pink for the rest of your life?",
      "Would you rather be able to know people's desire or people's fear?",
      "Would you rather have a pet dragon or a pet titan?"
    ]
  }